{
	"playerIntro1": "Welcome to Collectors! Please choose your name:",
	"playerIntro2": "Now pic a color you like:",
	"draw": "Draw card",
	"invite": "Invite other players with this link:",
	"endTurn": "End turn",
	"buyCard": "Buy an item",
	"buySkill": "Buy a skill",
	"raiseValue":"Raise value",
	"startAuction": "Start an auction",
	"randomplayer": "Game has started",
	"roundcounter": "It is round: ",
	"showAuction": "Show Auction",
	"recycleBottle": "Recycle a bottle",
	"noBottles":"Too few bottles",
	"skillsAuction":"Gain 1 money each time an auction is started",
	"skillsExtraWorker":"Get an extra bottle",
	"skillsVpAll":"By the end of the game, gain 5 Victory Points , if you have an item of each category",
	"skillsVp":"By the end fo the game, gain 1 Victory Point for each item in specified category",
	"skillsWork1":"Gain 2 money, each time you do work",
	"skillsWork2":"Draw a card, each time you do work",
	"cancelBuy":"Cancel Action",
	"player2": "Player 2",
	"player3": "Player 3",
	"player4": "Player 4",
	"_comment": "För att komma åt den här infon kör lables.helpPlayerHand.title exempelvis",
	"victoryPoints":"Victory Points",
	"wonAuction":"You won the auction!!! Where do you want to place your card?",
	"youLost":"You Lost.. ",
	"wonTheAuction":"won the auction!",
	"collection":"Collection",
	"itIs":"It's",
	"turnToPlay":"turn!",
	"auction":"AUCTION",
	"placeBid":"Place bid",
	"winnerSpace":"W I N N E R: ",
	"chooseCardFromPlayerBoard":"Choose a card from the board",
	"chooseCardFromPlayerHand":"Choose a card from your hand",
	"auctionHow":"How do you wanna auction this card",
	"faceUp":"Face up",
	"faceDown":"Face down",
	"card":" cards",
	"pickFromPlayerBoard":"Pick a card from player board:",
	"pickFromAuction":"Pick card from auction pool",
	"pickFromSkills":"Pick card from skill pool",
	"pickFromHand":"Pick a card from your hand:",
	"endRoundBox1":"End of round ",
	"endRoundBox2":"Now place your remaining bottles on the tiles, the non covered tiles will be your income to the coming round.",
	"points":"Score",
	"chooseSecretCard":"Choose one secret card:",
	"helpPlayerHand":{
		"title":"Player Hand:",
		"itemArea":"Item Area (red):",
		"skillsArea":"Skills Area (green):",
		"handArea":"Hand (yellow):",
		"nextTurn":"Resources:",
		"itemAreaText":"Items is how you earn points in this game. The Red symbol corresponds to the same symbol in the market area.",
		"skillsAreaText":"In the green area your skills are shown. They give you bonuses. Click on the ? next to skills on the Player Board for more information. ",
		"handAreaText":" These cards are in your hand. You can spend bottles to place these cards on the Player Board or buy them as a skill or item. They are also used as currencies in the auction",
		"nextTurnText":"In the grey area you are shown what will happen next turn. Your income next turn, how many cards you will get and how many bottles you have at the moment."
	},
	"skillsHelp":{
		"title":"Info about skills:",
		"intro":"The green area of a card indicates which skill it has. There is six different types of skills and here you will learn about them.",
		"titleArea":"About the skill area:",
		"skillsArea":"You can buy a skill by clicking on the buttons under the cards in the green area. By doing so the card will belon to you and you aquire the corresponding skills",
		"titleWorkerSkills":"Gain two dollars work:",
		"nextTurn":"If you own this skill you will gain two extra money when you place a worker(bottle) in the work area",
		"titleDrawCardSkill":"Draw a card work:",
		"DrawCardSkill":"If you own this skill you will draw one card to your hand when you place a worker(bottle) in the work area",
		"titleAuctionSkill":"auctionSkill",
		"auctionSkill":"You will gain one extra money everytime an auction is started. This skill works for every auction that is started. It will also stack. ",
		"titleGainWorker":"Gain an extra worker",
		"gainWorker":" This skill will activate directly so that you have an extra bottle to use for the rest of the game ",
		"titleVPSpecific":"Gain one extra score",
		"VPSpecific":"Gain one extra score for each card in this category you own as an item, this skill will stack and there is multiple for each different category.",
		"titleVPAll":"Collect all bonus",
		"VPAll":"This is the big boy. If you own atleast one of each item at the end of this game and own this skil you will get five extra score to your total."
	},
	"itemsHelp":{
		"title":"Info about items:",
		"intro":"The red area of a card indicates which item category it is. You can buy an item buy clicking on one of the buttons in the item area (red). Then you can pick one of the cards in the items area or from your hand.",
		"categoryTitle":"Different Categories:",
		"category":"Cards can have five different categories and this is indicated by the red area on the cards and corresponds to the same in the market pool.",
		"costTitle":"Card cost and value:",
		"cost":"To see the value of a card you can look in the blue market area. How much a card cost is determent buy how much it's worth + the cost of the button you clicked.",
		"extraActionsTitle":"Other actions:",
		"extraActions":"Items is the major way to get score in the end. You can gain extra score for your items by card getting added to the market pool and by skills."
	},
	"workHelp":{
		"title":"Info about items:",
		"intro":"The red area of a card indicates which item category it is. You can buy an item by clicking on one of the buttons in the item area (red). Then you can pick one of the cards in the items area or from your hand.",
		"work1Title":"Different Categories:",
		"work1":"Cards can have five different categories and this is indicated by the red area on the cards and corresponds to the same in the market pool.",
		"work2Title":"Card cost and value:",
		"work2":"To see the value of a card you can look in the blue market area. How much a card cost is determent buy how much it's worth + the cost of the button you clicked.",
		"work3Title":"Other actions:",
		"work3":"Items is the major way to get score in the end. You can gain extra score for your items by card getting added to the market pool and by skills.",
		"work4Title":"Other actions:",
		"work4":"Items is the major way to get score in the end. You can gain extra score for your items by card getting added to the market pool and by skills.",
		"work5Title":"Other actions:",
		"work5":"Items is the major way to get score in the end. You can gain extra score for your items by card getting added to the market pool and by skills."
	},
	"raiseValueHelp":{
		"title":"Info about market area:",
		"intro":"In the market area you can see the value of each category which is represented by the symbol, name and then number indicating it's value.", 
		"buttonsTitle":"The actions you can do:",
		"actions":"You can place cards in the market pool with the buttons. The first button cost 2 dollar and then place two cards. The second costs 0 dollar and then place two cards. The third costs 0 but you can only place one card.",
		"actionsExplained":"When you place a card in the market pool you can pick either the last card from auction, the last card from skills or a card from your hand.",
		"endOfRound":"End of round:",
		"EORexp1":"At the end of each round the card will rotate. The last card from skills and auction will be placed in the market pool. These pools will then fill.",
		"EORexp2":"So be careful which cards that will be placed in the market pool so you can plan your strategy."
	},
	"deckHelp":{
		"title":"Info about the cards:",
		"intro":"The main resource of the game is the cards. Depending on where a card is placed under the game board or a player board, the card will represent different things. If the red side (the upper part of the card) is shown, the card represents an item. If the left side of the card (green) is shown, the card represents a skill. If the lower side of a card is shown, the card represents a market influence. .",
		"cardAsItemsTitle":"Item Value:",
		"cardAsItems":"The red area of the card indicates its item value. You can see what each item is worth by checking the market pool number for that item. You will gain score equal to the item value.",
		"cardAsSkillsTitle":"Skill value:",
		"cardAsSkills":"The green area of the card indicates its skill. there are multiple skills and you can learn more by clicking the skill area.",
		"cardAsMarketTitle":"Market value:",
		"cardAsMarket":"The blue are of the card indicates which value it will raise in the market pool. blue music => music +1 => music items are worth one more."


	},
	"menuSpaceHelp":{
		"title":"Info about the Game:",
		"intro":"Collectors is a 20-40 minutes worker placement game for 2-4 players where every choice matters. The winning player is the one with the most valuable collection of rare collectables by the end of the game. Beware though, you have a limited number of actions and turns - make sure that you use them wisely",
		"gameBoardTitle":"Game Board:",
		"gameBoard":"The game board is divided into five areas, each corresponding to one type of action. The actions are: buy item, gain skill, start auction, work, and raise value. These actions are further described if you click on each area instead.",
		"BottlesTitle":"Bottles:",
		"Bottles":"These tokens represent the energy of a player. The more bottles a player owns, the more action they can take during a round.",
		"playerBoardTitle":"PLAYER BOARD:",
		"playerBoard":"Each player has their own player board to keep track of their items, bottles, skills, and income. See by clicking your hand and then the questionmark. ",
		"roundsTitle":"Rounds and quarters:",
		"rounds":"The game is divided by 4 quarters or rounds. During a round all the players spend their bottles and when the bottles are spent the next round will start. At the end your score will be calculated and a winner decided.",
		"winTitle":"HOW TO WIN THE GAME:",
		"win":"Players buy items and acquire skills over the course of the game. By the end of the game, each item gives their owner one point per market card in the market pool sharing the item symbol with the item. In addition some of the abilities give extra points at the end of the game. Read more about this under items/ skills or in the market pool. ",
		"eachRound":"Each round you will get passive income, your bottles will refresh. A rotation of the cards will take place placing cards in the market pool",
		"detailedScoringTitle":"Detailed Scoring",
		"detailedScoring1":"At the end of the game, you total your points, with your hidden item which is not counted during gameplay.", 
		"detailedScoring2":"Each item gives their owner one point per market card in the market pool sharing the item symbol with the item. If there are no matching cards in the market pool to an item it is worth zero points.",
		"detailedScoring3":"Every third $1 gives their owner one point.",
		"detailedScoring4":"Some skill cards give further points, see skills ",
		"TieTitle":"In case of a tie",
		"Tie":"The player with the most points is the winner of the game. In the case of a tie, the player with the most cards in their hand wins. If there’s still a tie, the victory is shared."

	},
	"auctionHelp":{
		"title":"Info about auctions:",
		"intro":"The auction area is the yellow area, you can start an auction by clicking on one of the buttons",
		"areaInfoTitle":"How auction works:",
		"areaInfo1":"Choose one of the four cards in the Auction pool or one card from your hand and place it in the space reserved for auctioned items. If you placed a card from your hand, you may place it face down. The card remains face down and the auction is performed without any other players knowing what kind of card it is.",
		"areaInfo2":"When paying for the auction you may use cards from your hands as coins. Cards can be worth $1 or $2 as depicted in the upper right corner of the cards. Note that cards can only be used as coins during an auction.",
		"areaInfo3":"If the card just won was placed face down, the winning player may look at the card without showing it to other players and use it as a hidden item",
		"areaInfo4":"The player that wins the auction may place the card wherever they want; as an item under their player board, as a market share in the market pool, or as a skill under their player board. If the newly won card was face down, the auction winner may place the card face down as a secret item (next to the one that was chosen during the setup)."

	}
}