{
	"playerIntro1": "Välkommen till Collectors! Välj ditt namn:",
	"playerIntro2": "Nu välj en färg:",	
	"draw": "Dra kort",
	"invite": "Bjud in andra spelare med den här länken:",
	"endTurn": "Avsluta runda",
	"buyCard": "Köp ett kort",
	"buySkill": "Köp en skill",
	"raiseValue":"Höj värdet",
	"startAuction": "Starta en auktion",
	"randomplayer": "Slumpmässig start",
	"roundcounter": "Det är rund: ",
	"showAuction": "Visa auction",
	"recycleBottle": "Återvinn flaska",
	"noBottles":"För få flaskor",
	"points":"Victory Points",
	"chooseSecretCard":"Välj ett kort som secret:",
	"victoryPoints":"Victory Points",
	"wonAuction":"Du vann auktionen!!! Var vill du placera ditt kort?",
	"wonTheAuction":"vann auktionen!",
	"youLost":"Du förlora.. ",
	"collection":"Kollektion",
	"itIs":"Det är",
	"turnToPlay":"tur att spela!",
	"winnerSpace":"V I N N A R E: ",
	"auction":"AUCTION",
	"placeBid":"Placera bud",
	"chooseCardFromPlayerBoard":"Välj ett kort från spelplanen",
	"player2": "Spelare 2",
	"player3": "Spelare 3",
	"player4": "Spelare 4",
	"skillsAuction":"Få 1 dollar varje gång en auktion startas",
	"chooseCardFromPlayerHand":"Välj ett kort från handen",
	"skillsExtraWorker":"Få en extra bottle",
	"skillsVpAll":"Få 5 Victory Points i slutet av spelet, om du har minst ett item av varje kategori",
	"skillsVp":"Få 1 Victory Point för varje item du äger för en specifik kategori",
	"skillsWork1":"Få 2 dollar, varje gång du placerar en flaska i work",
	"skillsWork2":"Dra ett kort, varje gång du placerar en flaska i work",
	"cancelBuy":"Avbryt köp",
	"auctionHow":"Hur vill du auktionera kortet",
	"faceUp":"Uppvänt",
	"faceDown":"Nervänt",
	"card":" kort",
	"pickFromPlayerBoard":"Välj ett kort från spelplanen:",
	"pickFromAuction":"Välj kort från auction pool",
	"pickFromSkills":"Välj kort från skill pool",
	"pickFromHand":"Välj ett kort från din hand:",
	"helpPlayerHand":{
		"title":"Din hand:",
		"itemArea":"Item Area (red):",
		"skillsArea":"Skills Area (green):",
		"handArea":"Hand Area Yellow:",
		"nextTurn":"Info om nästa runda:",
		"itemAreaText":"Items är de kort som räknas in till din poäng, Den röda symbolen motsvarar poäng till samma symbol i market area",
		"skillsAreaText":"I det gröna fältet visas dina skills. De ger bonusar till exempelvcis work och auction. För mer info klicka det stora frågetecknet i det högra hörnet och klicka sedan på skills area.",
		"handAreaText":"Detta är korten du har på handen. Du kan spendera flaskor för att placera dessa kort som items, skills eller i market pool. De kan även användas som valuta i auktioner",
		"nextTurnText":"Det gråa området visar information om ditt läge i spelet, Hur din inkomst kommer se ut nästa runda och hur många kort / flaskor du kommer ha"
	},
	"skillsHelp":{
		"title":"Info om skills:",
		"intro":"Det gröna området på ett kort indikerar vilken skill den har. Det finns sex olika typer av skills och här kommer du lära dig mer om dem.",
		"titleArea":"Om skills area:",
		"skillsArea":"Du kan köpa en skill genom att klicka på knapparna under korten i det gröna området. Genom att köpa ett kort kommer du nu få detta kort som en skill och skillsen aktiveras.",
		"titleWorkerSkills":"Få två dollar work:",
		"nextTurn":"Om du äger denna skillen kommer du få två extra dollar varje gång du placerar en flaska i work area.",
		"titleDrawCardSkill":"Dra ett kort work:",
		"DrawCardSkill":"Om du äger denna skillen kommer du dra ett kort till din hand varje gång du placerar en flaska i work area",
		"titleAuctionSkill":"auctionSkill",
		"auctionSkill":"Du kommer med denna skillen få en extra dollar varje gång någon startar en auktion. Denna skill aktiveras varje gång en auktion startas.",
		"titleGainWorker":"Få en extra flaska:",
		"gainWorker":"Du kommer direkt att få en flaska dirket som kan anvädans under resten av spelet.",
		"titleVPSpecific":"Få en extra poäng",
		"VPSpecific":"För varje kort i items för denna kategorien så kommer du få ett extra poäng. Det finns flera för varje kategori.",
		"titleVPAll":"Samla alla bonus",
		"VPAll":"Detta är den stora bonusen, Om du äger denna skill och i alla fall en av varje kategori som item så får du fem extra poäng."
		
	},
	"itemsHelp":{
		"title":"Info om items:",
		"intro":"Det röda området på korten indkierar vilken item kategori det är. Du kan köpa ett item genom att klicka på knapparna i item area (röd). Sedan kan du välja att antingen köpa ett kort på brädet eller från din hand. ",
		"categoryTitle":"Olika Kategories:",
		"category":"Kort kan ha fem olika kategorier vilket otsvarar ett värde i market.",
		"costTitle":"Kortens kostnad och värde:",
		"cost":"För att se värdet på korten så kan du dels kolla på siffran under korten eller i market area. Kostnaden är värdet på knappen du klickar på + värdet på kortet.",
		"extraActionsTitle":"Flera möjligheter:",
		"extraActions":"Items är det viktigaste bästa sättet att få poäng i spelet. Det är därför viktigt att hålla koll på vilka kort som kommer hamna i market och vilka skills du kan ha möjlighet att få"
	},
	"workHelp":{
		"title":"Information om items",
		"intro":"Det röda området på ett kort indikerar vilken kategori det tillhör. Du kan köpa ett item genom att klicka på en av knapparna i item-fältet (Rött). Där kan du välja antingen ett kort från brädet eller från din hand.",
		"work1Title": "Olika kategorier",
		"work1":"Kort kan tillhöra 5 olika kategorier, detta visas i det röda området på kortet och symbolen där motsvarar en symbol i marknaden",
		"work2Title":"Card cost and value",
		"work2":"Ett korts nuvarande värde finns att se i det blåa marknadsområdet. Hur mycket ett kort kostar avgörs av dess marknadsvärde + kostnaden på knappen du klickat på",
		"work3Title":"Other actions:",
		"work3":"Items är den huvudsakliga källan till poäng, för att få mer poäng per item kort du har, se till att öka marknadsvärdet för respektive kategori.",
		"work4Title":"Other actions:",
		"work4":"Items är den huvudsakliga källan till poäng, för att få mer poäng per item kort du har, se till att öka marknadsvärdet för respektive kategori.",
		"work5Title": "Other actions:",
		"work5":"Items är den huvudsakliga källan till poäng, för att få mer poäng per item kort du har, se till att öka marknadsvärdet för respektive kategori."
	},
	"raiseValueHelp":{
		"title": "Information om marknadsområdet",
		"intro": "I marknadsområdet kan du se marknadsvärdet på varje kategori som är representarat av symbolen, namnet och sen det nuvarande marknadsvärdet.",
		"buttonsTitle":"Möjliga handlingar:",
		"action":"Du kan placera kort i marknadsområdet via knapparna. Den första knappen kostar 2 dollar och du måste lägga 2 kort. Den andra knappen kostar 0 dollar och du måste lägga 2 kort. Den tredje kostar 0 dollar och du måste lägga ett kort.",
		"actionsExplained":"När du placerar ett kort i marknadsområdet så kan du välja från 3 ställen. 1. Det sista kortet i Auctionområdet, 2. Det sista kortet i Skillsområdet, 3. Ett kort från din hand.",
		"endOfRound":"Slutet på rundan:",
		"EORexp1":"Vid slutet av varje runda kommer korten rotera runt. Det sista kortet från Skills och Auction flyttas in i marknaden. Skills och Auction fylls sen på på nytt.",
		"EORexp2":"Håll noga koll på vilka kort som hamnar i marknaden, så du kan planera din strategi därefter"
	},
	"deckHelp":{
		"title":"Information om korten:",
		"intro":"Korten är spelets primära resurs. Korten gör olika saker beroende på var dem är placerade eller används. Den röda delen betyder att kortet är ett Item. Den gröna delen indikerar att kortet representerar en Skill. Den blåa delen visar kortets marknadskategori.",
		"cardAsItemsTitle":"Item:",
		"cardAsItems":"Den röda delen av kortet visar vad för typ av Item krotet är. Värdet för kortet kan du se genom att kolla på motsvarande symbol i marknaden. Kortet är värt lika många poäng som kortet är värt i marknaden.",
		"cardAsSkillsTitle":"Skill:",
		"cardAsSkills":"Det gröna området indikerar en Skill. Det finns flera olika skills, dessa kan du läsa om på ditt spelarbräde genom att hålla över skillsymbolerna.",
		"cardAsMarketTitle":"Marknadsvärde:",
		"cardAsMarket":"Det blåa området indikerar vilken kategori kortet tillhör i marknaden. Genom att lägga till kort i en specifik kategori i marknaden kan du höja värdet på den kategorin. Till exempel: Musik => Musik +1 => Musikitems ökar sitt värde med 1."

	},
	"menuSpaceHelp":{
		"title":"Information om spelet:",
		"intro":"Collectors är ett 20-40 minuter långt spel för 2 till 4 spelare där varje val spelar roll. Vinnaren av spelet är den med den mest värdefulla samlingen vid spelets slut (efter runda 4). Det finns ett begränsat antal actions och rundor så se till att göra dina val noga.",
		"gameBoardTitle":"Spelbrädet:",
		"gameBoard":"Spelbrädet är uppdelat i 5 sektioner, där varje del representerar en typ av action. Dessa är: köp item, få en skill, starta en auktion, arbete, och öka värde. Du kan läsa mer om dessa om du klickar på hjälp och respektive fält.",
		"BottlesTitle":"Bottles:",
		"Bottles":"Bottles är en spelares action-markörer. Ju fler bottles en spelare har, desto fler actions kan spelaren ta varje runda.",
		"playerBoardTitle":"Spelarbrädet:",
		"playerBoard":"Varje spelare har sitt egna spelarbräde för att hålla koll på deras items, bottles, skills och inkomst. Ta en titt genom att öppna ditt spelarbräde och om du behöver hjälp, klicka på frågetecknet. ",
		"roundsTitle":"Rundor och kvarter:",
		"rounds":"Spelet är uppdelat i 4 kvarter, eller rundor. Under en runda spenderar alla spelare alla sina bottles/actions, när ingen spelare har några bottles kvar kan nästa runda börja. Vid slutet av runda 4 räknas poängen för varje spelare ihop och en vinnare utses.",
		"winTitle":"Hur man vinner:",
		"win":"Spelare köper items och lär sig skills under spelets gång. Vid spelets slut är varje item värt lika mycket som dess kategori är värt i marknaden, en poäng för varje motsvarande kort i marknaden. Utöver detta så kan vissa skills ge extra poäng, läs mer om detta på skillsen på ditt spelarbräde. ",
		"eachRound":"Varje ny runda får varje spelare en passiv inkomst, spelarnas bottles kommer tillbaka och korten på spelbrädet roterar och fylls på. Detta representerar att tiden går och samlarobjekt ökar i värde.",
		"detailedScoringTitle":"Poängbeskrivning i detalj",
		"detailedScoring1":"Vid spelets slut räknas alla dina poäng ihop, däribland dina hemliga kort som inte räknas med under spelets gång.", 
		"detailedScoring2":"Varje item ger 1 poäng för varje kort med motsvarande symbol i marknaden. Om det inte finns något motsvarande kort i marknaden är ditt itemkort värt 0 poäng.",
		"detailedScoring3":"Var 3:e $ är värt 1 poäng vid spelets slut.",
		"detailedScoring4":"Vissa skills ger extra poäng, beroende på dina items. Kolla specifikt på dessa skills på ditt spelarbräde.",
		"TieTitle":"Om det blir oavgjort",
		"Tie":"Om 2 eller fler spelare har lika många poäng vid spelets slut så är det spelaren med flest kort på handen som vinner. Om det trots det fortfarande är lika så delar spelarna på vinsten."
	},
	"auctionHelp":{
		"title":"Information om auction:",
		"intro":"Auctionsområdet är det gula området. Spelare kan starta en auction genom att klicka på en av knapparna i detta området.",
		"areaInfoTitle":"Hur auktionen funkar:",
		"areaInfo1":"När en spelare startar en auktion väljer denna ett av de fyra korten i auktionsområdet eller från spelarens hand. Om kortet spelades från handen kan man välja att placera det som ett gömt kort. Auktionen fortlöper som vanligt förutom att ingen annan spelare vet vad det är för kort.",
		"areaInfo2":"När man bjuder och betalar för ett kort kan man använda kort från sin hand som valuta utöver sina $. Kort kan vara värt antingen $1 eller $2, detta står på respektiva kort. Kort kan endast användas som valuta under en auktion.",
		"areaInfo3":"Om auktionskortet är ett gömt kort så kan vinnaren välja att placera kortet i sin hemliga hög.",
		"areaInfo4":"Annars kan vinnaren av auktionen välja att placera kortet på följande ställen: som ett item på sitt spelarbräde, för att höja värdet i marknaden, eller som en skill."

	}
}